Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The Terms of Service haven't been written yet. Aperture is open source — the only thing governing your use of the app today is the MIT license in the repository.
af: Die diensvoorwaardes is nog nie geskryf nie. Aperture is oopbron — die enigste ding wat jou gebruik van die app vandag reël, is die MIT-lisensie in die bewaarplek.
ar: لم تُكتب شروط الخدمة بعد. Aperture مفتوح المصدر — والشيء الوحيد الذي يحكم استخدامك للتطبيق اليوم هو ترخيص MIT في المستودع.
bg: Условията за ползване все още не са написани. Aperture е с отворен код — единственото нещо, което регулира употребата на приложението днес, е лицензът MIT в хранилището.
bn: সার্ভিসের শর্তাবলী এখনও লেখা হয়নি। Aperture ওপেন-সোর্স — আজ এই অ্যাপ ব্যবহারে আপনাকে শুধু রিপোজিটরির MIT লাইসেন্স নিয়ন্ত্রণ করে।
ca: Els termes del servei encara no s'han redactat. Aperture és de codi obert — l'únic que regula el teu ús de l'app avui és la llicència MIT del repositori.
cs: Podmínky služby ještě nebyly sepsány. Aperture je open source — jedinou věcí, která dnes upravuje vaše používání aplikace, je licence MIT v repozitáři.
da: Servicevilkårene er endnu ikke skrevet. Aperture er open source — det eneste, der regulerer din brug af appen i dag, er MIT-licensen i kodebasen.
de: Die Nutzungsbedingungen wurden noch nicht verfasst. Aperture ist Open Source — das Einzige, was Ihre Nutzung der App heute regelt, ist die MIT-Lizenz im Repository.
el: Οι Όροι Παροχής Υπηρεσιών δεν έχουν γραφτεί ακόμη. Το Aperture είναι ανοιχτού κώδικα — το μόνο που διέπει τη χρήση της εφαρμογής σήμερα είναι η άδεια MIT στο αποθετήριο.
es: Las Condiciones del servicio aún no están redactadas. Aperture es de código abierto — lo único que regula tu uso de la app hoy es la licencia MIT del repositorio.
et: Teenusetingimusi pole veel kirjutatud. Aperture on avatud lähtekoodiga — ainus asi, mis täna sinu rakenduse kasutamist reguleerib, on hoidla MIT litsents.
fa: شرایط خدمات هنوز نوشته نشده است. Aperture متن‌باز است — تنها چیزی که امروز استفادهٔ شما از این برنامه را تنظیم می‌کند، مجوز MIT در مخزن است.
fi: Käyttöehtoja ei ole vielä kirjoitettu. Aperture on avointa lähdekoodia — ainoa, mikä säätelee sovelluksen käyttöäsi tänään, on kooditietovaraston MIT-lisenssi.
fil: Hindi pa naisusulat ang Terms of Service. Open source ang Aperture — ang tanging gumagabay sa paggamit mo ng app ngayon ay ang MIT license sa repository.
fr: Les conditions d'utilisation n'ont pas encore été rédigées. Aperture est open source — la seule chose qui régit votre utilisation de l'app aujourd'hui est la licence MIT dans le dépôt.
he: תנאי השירות עדיין לא נכתבו. Aperture הוא בקוד פתוח — הדבר היחיד שמסדיר את השימוש שלך באפליקציה היום הוא רישיון MIT שבמאגר.
hi: सर्विस की शर्तें अभी नहीं लिखी गई हैं। Aperture ओपन-सोर्स है — आज इस ऐप के आपके उपयोग को नियंत्रित करने वाली एकमात्र चीज़ रिपॉज़िटरी में मौजूद MIT लाइसेंस है।
hr: Uvjeti pružanja usluge još nisu napisani. Aperture je otvorenog koda — jedina stvar koja danas uređuje vaše korištenje aplikacije je MIT licenca u repozitoriju.
hu: A szolgáltatási feltételeket még nem írtuk meg. Az Aperture nyílt forráskódú — az alkalmazás használatát ma egyedül a repóban szereplő MIT-licenc szabályozza.
id: Ketentuan Layanan belum ditulis. Aperture adalah open source — satu-satunya yang mengatur penggunaan aplikasi Anda hari ini adalah lisensi MIT di repositori.
is: Skilmálar þjónustunnar hafa ekki enn verið ritaðir. Aperture er opinn hugbúnaður — það eina sem stýrir notkun þinni á appinu í dag er MIT-leyfið í gagnasafninu.
it: I termini di servizio non sono ancora stati scritti. Aperture è open source — l'unica cosa che regola oggi il tuo uso dell'app è la licenza MIT presente nel repository.
ja: 利用規約はまだ作成されていません。Aperture はオープンソースであり、現時点であなたのアプリ利用を規定する唯一のものはリポジトリ内の MIT ライセンスです。
ko: 서비스 약관은 아직 작성되지 않았습니다. Aperture는 오픈 소스이며 — 현재 앱 사용을 규정하는 것은 저장소의 MIT 라이선스뿐입니다.
lt: Paslaugų sąlygos dar neparašytos. „Aperture“ yra atvirojo kodo — vienintelis dalykas, šiandien reguliuojantis jūsų programėlės naudojimą, yra MIT licencija saugykloje.
lv: Pakalpojuma noteikumi vēl nav uzrakstīti. Aperture ir atvērtā koda — vienīgais, kas šodien regulē jūsu lietotnes lietošanu, ir MIT licence krātuvē.
ml: സേവന നിബന്ധനകൾ ഇതുവരെ എഴുതിയിട്ടില്ല. Aperture ഓപ്പൺ സോഴ്സ് ആണ് — ഇന്ന് നിങ്ങളുടെ ആപ്പ് ഉപയോഗത്തെ നിയന്ത്രിക്കുന്ന ഏക കാര്യം റിപ്പോസിറ്ററിയിലെ MIT ലൈസൻസാണ്.
mr: सेवा अटी अद्याप लिहिल्या गेलेल्या नाहीत. Aperture ओपन सोर्स आहे — आज तुमच्या अॅप वापराला नियंत्रित करणारी एकमेव गोष्ट म्हणजे रिपॉझिटरीतील MIT परवाना.
ms: Terma Perkhidmatan masih belum ditulis. Aperture adalah sumber terbuka — satu-satunya perkara yang mengawal penggunaan aplikasi anda hari ini ialah lesen MIT dalam repositori.
nb: Tjenestevilkårene er ennå ikke skrevet. Aperture er åpen kildekode — det eneste som regulerer bruken din av appen i dag, er MIT-lisensen i kodelageret.
nl: De gebruiksvoorwaarden zijn nog niet geschreven. Aperture is open source — het enige dat je gebruik van de app vandaag regelt, is de MIT-licentie in de repository.
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਜੇ ਨਹੀਂ ਲਿਖੀਆਂ ਗਈਆਂ। Aperture ਓਪਨ ਸੋਰਸ ਹੈ — ਅੱਜ ਤੁਹਾਡੇ ਐਪ ਦੀ ਵਰਤੋਂ ਨੂੰ ਨਿਯੰਤ੍ਰਿਤ ਕਰਨ ਵਾਲੀ ਇੱਕੋ ਚੀਜ਼ ਰਿਪਾਜ਼ਟਰੀ ਵਿੱਚ MIT ਲਾਇਸੰਸ ਹੈ।
pl: Regulamin nie został jeszcze napisany. Aperture jest open source — jedyną rzeczą regulującą Twoje dzisiejsze korzystanie z aplikacji jest licencja MIT w repozytorium.
pt_br: Os Termos de Serviço ainda não foram escritos. O Aperture é de código aberto — a única coisa que rege seu uso do app hoje é a licença MIT do repositório.
ro: Termenii și condițiile nu au fost încă redactați. Aperture este open source — singurul lucru care vă reglementează utilizarea aplicației astăzi este licența MIT din depozit.
ru: Условия использования ещё не написаны. Aperture — это открытый исходный код, и единственное, что регулирует ваше использование приложения сегодня, — это лицензия MIT в репозитории.
sk: Podmienky služby ešte neboli napísané. Aperture je open source — jediná vec, ktorá dnes upravuje vaše používanie aplikácie, je licencia MIT v repozitári.
sl: Pogoji storitve še niso napisani. Aperture je odprtokoden — edino, kar danes ureja vašo uporabo aplikacije, je licenca MIT v repozitoriju.
sr: Услови коришћења још нису написани. Aperture је отвореног кода — једина ствар која данас уређује ваше коришћење апликације је MIT лиценца у репозиторијуму.
sv: Användarvillkoren har ännu inte skrivits. Aperture är öppen källkod — det enda som styr din användning av appen idag är MIT-licensen i förvaret.
sw: Masharti ya Huduma bado hayajaandikwa. Aperture ni chanzo huria — kitu pekee kinachoongoza matumizi yako ya programu leo ni leseni ya MIT katika hifadhi.
ta: சேவை விதிமுறைகள் இன்னும் எழுதப்படவில்லை. Aperture திறந்த மூலம் — இன்று உங்கள் ஆப் பயன்பாட்டை ஒழுங்குபடுத்துவது களஞ்சியத்தில் உள்ள MIT உரிமம் மட்டுமே.
te: సేవా నిబంధనలు ఇంకా రాయబడలేదు. Aperture ఓపెన్ సోర్స్ — ఈ రోజు మీ యాప్ వినియోగాన్ని నియంత్రించే ఏకైక విషయం రిపోజిటరీలోని MIT లైసెన్స్.
th: ข้อกำหนดในการให้บริการยังไม่ได้ถูกเขียนขึ้น Aperture เป็นโอเพนซอร์ส — สิ่งเดียวที่กำกับการใช้แอปของคุณในวันนี้คือใบอนุญาต MIT ในที่เก็บข้อมูล
tr: Hizmet Şartları henüz yazılmadı. Aperture açık kaynaktır — uygulamayı kullanmanızı bugün düzenleyen tek şey depodaki MIT lisansıdır.
uk: Умови надання послуг ще не написані. Aperture з відкритим вихідним кодом — єдине, що регулює ваше використання застосунку сьогодні, — це ліцензія MIT у репозиторії.
ur: خدمات کی شرائط ابھی نہیں لکھی گئی ہیں۔ Aperture اوپن سورس ہے — آج آپ کے ایپ کے استعمال کو ریگولیٹ کرنے والی واحد چیز ریپوزٹری میں MIT لائسنس ہے۔
vi: Điều khoản dịch vụ vẫn chưa được viết. Aperture là mã nguồn mở — hôm nay, điều duy nhất chi phối việc bạn sử dụng ứng dụng là giấy phép MIT trong kho lưu trữ.
zh_hans: 服务条款尚未撰写。Aperture 是开源项目 — 目前你使用该应用所遵循的唯一规则是仓库中的 MIT 许可证。
zh_hant: 服務條款尚未撰寫。Aperture 是開源專案 — 目前你使用此 App 所遵循的唯一規則是儲存庫中的 MIT 授權條款。

source: The token couldn't be removed from the local database. Try again.
af: Die token kon nie uit die plaaslike databasis verwyder word nie. Probeer weer.
ar: تعذّر إزالة العملة الرمزية من قاعدة البيانات المحلية. حاول مرة أخرى.
bg: Токенът не можа да бъде премахнат от локалната база данни. Опитайте отново.
bn: টোকেনটি স্থানীয় ডেটাবেস থেকে সরানো যায়নি। আবার চেষ্টা করুন।
ca: El token no s’ha pogut eliminar de la base de dades local. Torna-ho a provar.
cs: Token se nepodařilo odstranit z místní databáze. Zkuste to znovu.
da: Tokenet kunne ikke fjernes fra den lokale database. Prøv igen.
de: Der Token konnte nicht aus der lokalen Datenbank entfernt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αφαίρεση του token από την τοπική βάση δεδομένων. Δοκιμάστε ξανά.
es: El token no se pudo eliminar de la base de datos local. Inténtalo de nuevo.
et: Märki ei õnnestunud kohalikust andmebaasist eemaldada. Proovi uuesti.
fa: نمی‌توان توکن را از پایگاه دادهٔ محلی حذف کرد. دوباره تلاش کنید.
fi: Tokenia ei voitu poistaa paikallisesta tietokannasta. Yritä uudelleen.
fil: Hindi maalis ang token mula sa lokal na database. Subukan ulit.
fr: Le jeton n’a pas pu être retiré de la base de données locale. Réessayez.
he: לא ניתן היה להסיר את הטוקן ממסד הנתונים המקומי. אפשר לנסות שוב.
hi: टोकन को स्थानीय डेटाबेस से नहीं हटाया जा सका। फिर से कोशिश करें।
hr: Token nije bilo moguće ukloniti iz lokalne baze. Pokušajte ponovno.
hu: A tokent nem sikerült eltávolítani a helyi adatbázisból. Próbáld újra.
id: Token tidak dapat dihapus dari basis data lokal. Coba lagi.
is: Ekki tókst að fjarlægja tókann úr staðbundna gagnagrunninum. Reyndu aftur.
it: Impossibile rimuovere il token dal database locale. Riprovi.
ja: ローカル・データベースからトークンを削除できませんでした。もう一度お試しください。
ko: 로컬 데이터베이스에서 토큰을 제거하지 못했어요. 다시 시도하세요.
lt: Nepavyko pašalinti žetono iš vietinės duomenų bazės. Bandykite dar kartą.
lv: Marķieri neizdevās noņemt no vietējās datubāzes. Mēģiniet vēlreiz.
ml: ലോക്കൽ ഡാറ്റാബേസിൽ നിന്ന് ടോക്കൺ നീക്കം ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: स्थानिक डेटाबेसमधून टोकन काढता आले नाही. पुन्हा प्रयत्न करा.
ms: Token tidak dapat dialih keluar daripada pangkalan data setempat. Cuba lagi.
nb: Kunne ikke fjerne tokenet fra den lokale databasen. Prøv igjen.
nl: De token kon niet uit de lokale database worden verwijderd. Probeer opnieuw.
pa: ਸਥਾਨਕ ਡਾਟਾਬੇਸ ਤੋਂ ਟੋਕਨ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się usunąć tokena z lokalnej bazy danych. Spróbuj ponownie.
pt_br: Não foi possível remover o token do banco de dados local. Tente novamente.
ro: Tokenul nu a putut fi eliminat din baza de date locală. Încearcă din nou.
ru: Не удалось удалить токен из локальной базы. Повторите попытку.
sk: Token sa nepodarilo odstrániť z miestnej databázy. Skúste znova.
sl: Žetona ni bilo mogoče odstraniti iz lokalne baze. Poskusite znova.
sr: Токен није било могуће уклонити из локалне базе. Покушајте поново.
sv: Det gick inte att ta bort token från den lokala databasen. Försök igen.
sw: Tokeni haikuweza kuondolewa kutoka kwenye hifadhidata ya ndani. Jaribu tena.
ta: உள்ளக தரவுத்தளத்திலிருந்து டோக்கனை அகற்ற முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: స్థానిక డేటాబేస్ నుండి టోకెన్‌ను తీసివేయలేకపోయింది. మళ్లీ ప్రయత్నించండి.
th: ลบโทเคนออกจากฐานข้อมูลในเครื่องไม่ได้ ลองอีกครั้ง
tr: Token yerel veritabanından kaldırılamadı. Tekrar deneyin.
uk: Не вдалося видалити токен із локальної бази. Спробуйте ще раз.
ur: ٹوکن مقامی ڈیٹابیس سے نہیں ہٹایا جا سکا۔ دوبارہ کوشش کریں۔
vi: Không gỡ được token khỏi cơ sở dữ liệu cục bộ. Hãy thử lại.
zh_hans: 无法从本地数据库中移除该代币。请重试。
zh_hant: 無法從本機資料庫中移除該代幣。請再試一次。

source: The transaction reverted on-chain. Nothing was sent — your funds did not move.
af: Die transaksie is op die ketting teruggerol. Niks is gestuur nie — jou fondse het nie beweeg nie.
ar: تم التراجع عن المعاملة على السلسلة. لم يُرسَل أي شيء — لم تتحرك أموالك.
bg: Транзакцията беше отменена в блокчейна. Нищо не беше изпратено — средствата ви не са се преместили.
bn: লেনদেনটি অন-চেইন প্রত্যাহার হয়েছে। কিছুই পাঠানো হয়নি — আপনার তহবিল সরেনি।
ca: La transacció s’ha revertit a la cadena. No s’ha enviat res — els teus fons no s’han mogut.
cs: Transakce byla na blockchainu vrácena zpět. Nic nebylo odesláno — vaše prostředky se nepohnuly.
da: Transaktionen blev tilbageført on-chain. Intet blev sendt — dine midler blev ikke flyttet.
de: Die Transaktion wurde On-Chain rückgängig gemacht. Es wurde nichts gesendet — Ihr Guthaben wurde nicht bewegt.
el: Η συναλλαγή αναιρέθηκε on-chain. Δεν στάλθηκε τίποτα — τα κεφάλαιά σας δεν μετακινήθηκαν.
es: La transacción se revirtió en la cadena. No se envió nada — tus fondos no se movieron.
et: Tehing tühistati ahelas. Midagi ei saadetud — sinu raha ei liikunud.
fa: تراکنش روی زنجیره برگشت خورد. چیزی ارسال نشد — وجوه شما جابه‌جا نشد.
fi: Tapahtuma peruuntui lohkoketjussa. Mitään ei lähetetty — varasi eivät liikkuneet.
fil: Binawi ang transaksyon on-chain. Walang naipadala — hindi gumalaw ang iyong pondo.
fr: La transaction a été annulée sur la chaîne. Rien n’a été envoyé — vos fonds n’ont pas bougé.
he: העסקה בוטלה על גבי הרשת. שום דבר לא נשלח — הכספים שלך לא זזו.
hi: लेन-देन ऑन-चेन वापस लौट गया। कुछ भी नहीं भेजा गया — आपके फंड स्थानांतरित नहीं हुए।
hr: Transakcija je poništena na lancu. Ništa nije poslano — vaša sredstva nisu pomaknuta.
hu: A tranzakció visszafordult a láncon. Semmi sem lett elküldve — az egyenlege nem mozdult.
id: Transaksi dibatalkan on-chain. Tidak ada yang terkirim — dana Anda tidak berpindah.
is: Færslan var afturkölluð á keðjunni. Ekkert var sent — fjármunir þínir hreyfðust ekki.
it: La transazione è stata annullata on-chain. Non è stato inviato nulla — i tuoi fondi non si sono mossi.
ja: トランザクションはオンチェーンで取り消されました。何も送信されていません — 資金は移動していません。
ko: 거래가 온체인에서 되돌려졌어요. 아무것도 전송되지 않았어요 — 자금은 이동하지 않았어요.
lt: Operacija buvo atšaukta grandinėje. Niekas nebuvo išsiųsta — jūsų lėšos nepajudėjo.
lv: Darījums tika atcelts ķēdē. Nekas netika nosūtīts — jūsu līdzekļi nekustējās.
ml: ഇടപാട് ചെയിനിൽ പിൻവലിക്കപ്പെട്ടു. ഒന്നും അയച്ചിട്ടില്ല — നിങ്ങളുടെ ഫണ്ട് നീങ്ങിയിട്ടില്ല.
mr: व्यवहार चेनवर परत झाला. काहीही पाठवले गेले नाही — तुमचा निधी हलला नाही.
ms: Transaksi telah dibatalkan di atas rantai. Tiada apa yang dihantar — dana anda tidak berpindah.
nb: Transaksjonen ble reversert on-chain. Ingenting ble sendt — midlene dine ble ikke flyttet.
nl: De transactie is on-chain teruggedraaid. Er is niets verzonden — je tegoed is niet verplaatst.
pa: ਲੈਣ-ਦੇਣ ਚੇਨ ਉੱਤੇ ਵਾਪਸ ਹੋ ਗਿਆ। ਕੁਝ ਨਹੀਂ ਭੇਜਿਆ ਗਿਆ — ਤੁਹਾਡੇ ਫੰਡ ਨਹੀਂ ਹਿੱਲੇ।
pl: Transakcja została wycofana w łańcuchu. Nic nie wysłano — środki nie zostały przeniesione.
pt_br: A transação foi revertida on-chain. Nada foi enviado — seus fundos não se moveram.
ro: Tranzacția a fost anulată on-chain. Nu s-a trimis nimic — fondurile tale nu s-au mișcat.
ru: Транзакция была отменена в блокчейне. Ничего не отправлено — ваши средства не перемещались.
sk: Transakcia bola na blockchaine vrátená späť. Nič sa neodoslalo — vaše prostriedky sa nepohli.
sl: Transakcija je bila razveljavljena v verigi. Nič ni bilo poslano — vaša sredstva se niso premaknila.
sr: Трансакција је поништена на ланцу. Ништа није послато — ваша средства се нису померила.
sv: Transaktionen återställdes on-chain. Inget skickades — dina medel rördes inte.
sw: Muamala ulibatilishwa kwenye mnyororo. Hakuna kilichotumwa — fedha zako hazikuhama.
ta: பரிவர்த்தனை செயினில் மீள்மாற்றப்பட்டது. எதுவும் அனுப்பப்படவில்லை — உங்கள் நிதி நகரவில்லை.
te: లావాదేవీ చైన్‌లో రద్దైంది. ఏమీ పంపబడలేదు — మీ నిధులు కదలలేదు.
th: ธุรกรรมถูกย้อนกลับบนเชน ไม่มีการส่งสิ่งใด — เงินของคุณไม่ได้เคลื่อนไหว
tr: İşlem zincir üzerinde geri alındı. Hiçbir şey gönderilmedi — paranız yerinde kaldı.
uk: Транзакцію скасовано в блокчейні. Нічого не надіслано — ваші кошти не рухалися.
ur: ٹرانزیکشن آن چین واپس ہو گئی۔ کچھ نہیں بھیجا گیا — آپ کے فنڈز منتقل نہیں ہوئے۔
vi: Giao dịch đã bị hoàn lại trên chuỗi. Không có gì được gửi đi — số tiền của bạn không hề dịch chuyển.
zh_hans: 交易在链上已回滚。未发送任何资金 — 你的资金没有变动。
zh_hant: 交易在鏈上已回退。未發送任何資金 — 你的資金沒有變動。

source: The transaction was submitted but reverted on-chain. Nothing was swapped — your funds didn't move.
af: Die transaksie is ingedien maar het op die ketting teruggekeer. Niks is omgeruil nie — jou fondse het nie beweeg nie.
ar: تم إرسال المعاملة لكن تم التراجع عنها على السلسلة. لم تتم مبادلة أي شيء — لم تتحرك أموالك.
bg: Транзакцията беше подадена, но отхвърлена в мрежата. Нищо не беше разменено — средствата ви не се преместиха.
bn: লেনদেন জমা দেওয়া হয়েছিল কিন্তু অন-চেইনে বাতিল হয়েছে। কিছুই সোয়াপ করা হয়নি — আপনার তহবিল সরেনি।
ca: La transacció s'ha enviat però s'ha revertit a la cadena. No s'ha intercanviat res: els teus fons no s'han mogut.
cs: Transakce byla odeslána, ale v řetězci se vrátila zpět. Nic nebylo směněno — vaše prostředky se nepohnuly.
da: Transaktionen blev sendt, men tilbageført på kæden. Intet blev byttet — dine midler flyttede sig ikke.
de: Die Transaktion wurde übermittelt, aber On-Chain rückgängig gemacht. Es wurde nichts getauscht – deine Mittel haben sich nicht bewegt.
el: Η συναλλαγή υποβλήθηκε αλλά αναιρέθηκε στην αλυσίδα. Δεν ανταλλάχθηκε τίποτα — τα κεφάλαιά σας δεν μετακινήθηκαν.
es: La transacción se envió, pero se revirtió en cadena. No se intercambió nada; tus fondos no se movieron.
et: Tehing esitati, kuid tühistati ahelas. Midagi ei vahetatud — teie vahendid ei liikunud.
fa: تراکنش ارسال شد اما روی زنجیره بازگردانده شد. چیزی تبدیل نشد — وجوه شما جابه‌جا نشد.
fi: Tapahtuma lähetettiin, mutta se peruuntui ketjussa. Mitään ei vaihdettu — varasi eivät liikkuneet.
fil: Naisumite ang transaksyon ngunit na-revert on-chain. Walang na-swap — hindi gumalaw ang iyong pondo.
fr: La transaction a été soumise mais annulée sur la chaîne. Rien n'a été échangé — vos fonds n'ont pas bougé.
he: העסקה נשלחה אך בוטלה ברשת. דבר לא הומר — הכספים שלך לא זזו.
hi: ट्रांज़ैक्शन सबमिट किया गया पर ऑन-चेन वापस हो गया। कुछ स्वैप नहीं हुआ — आपका फ़ंड नहीं हटा।
hr: Transakcija je poslana, ali je poništena na lancu. Ništa nije zamijenjeno — vaša se sredstva nisu pomaknula.
hu: A tranzakció be lett küldve, de a láncon visszafordult. Semmi nem lett átváltva — a pénzed nem mozdult.
id: Transaksi dikirim tetapi dibatalkan on-chain. Tidak ada yang ditukar — dana Anda tidak berpindah.
is: Færslan var send inn en afturkölluð á keðju. Engu var skipt — féð þitt hreyfðist ekki.
it: La transazione è stata inviata ma annullata on-chain. Non è stato scambiato nulla — i tuoi fondi non si sono mossi.
ja: 取引は送信されましたが、オンチェーンで取り消されました。何もスワップされていません — 資金は移動していません。
ko: 거래가 제출되었지만 온체인에서 되돌려졌습니다. 아무것도 스왑되지 않았습니다 — 자금이 이동하지 않았습니다.
lt: Operacija buvo pateikta, bet atmesta grandinėje. Niekas nebuvo pakeista – jūsų lėšos nepajudėjo.
lv: Transakcija tika iesniegta, bet tika atcelta tīklā. Nekas netika apmainīts — jūsu līdzekļi nepārvietojās.
ml: ഇടപാട് സമർപ്പിച്ചു പക്ഷേ ഓൺ-ചെയിനിൽ റിവേഴ്സ് ചെയ്തു. ഒന്നും സ്വാപ്പ് ചെയ്തില്ല — നിങ്ങളുടെ ഫണ്ട് നീങ്ങിയില്ല.
mr: व्यवहार सबमिट केला गेला परंतु ऑन-चेन परत झाला. काहीही स्वॅप केले गेले नाही — तुमचा निधी हलला नाही.
ms: Transaksi telah dihantar tetapi diterbalikkan dalam rangkaian. Tiada apa-apa ditukar — dana anda tidak berubah.
nb: Transaksjonen ble sendt, men reversert på kjeden. Ingenting ble byttet — midlene dine flyttet seg ikke.
nl: De transactie is ingediend maar on-chain teruggedraaid. Er is niets gewisseld — je tegoed is niet verplaatst.
pa: ਲੈਣ-ਦੇਣ ਜਮ੍ਹਾਂ ਕੀਤਾ ਗਿਆ ਪਰ ਆਨ-ਚੇਨ ਵਾਪਸ ਹੋ ਗਿਆ। ਕੁਝ ਸਵੈਪ ਨਹੀਂ ਕੀਤਾ ਗਿਆ — ਤੁਹਾਡੇ ਫੰਡ ਨਹੀਂ ਹਿੱਲੇ।
pl: Transakcja została przesłana, ale wycofana w sieci. Nic nie wymieniono — Twoje środki się nie ruszyły.
pt_br: A transação foi enviada, mas revertida on-chain. Nada foi trocado — seus fundos não se moveram.
ro: Tranzacția a fost trimisă, dar a fost anulată pe lanț. Nimic nu a fost schimbat — fondurile tale nu s-au mișcat.
ru: Транзакция была отправлена, но отменена в сети. Ничего не обменяно — ваши средства остались на месте.
sk: Transakcia bola odoslaná, ale v reťazci vrátená. Nič nebolo vymenené — vaše prostriedky sa nepohli.
sl: Transakcija je bila oddana, vendar razveljavljena v verigi. Nič ni bilo zamenjano — vaša sredstva se niso premaknila.
sr: Transakcija je poslata, ali je poništena na lancu. Ništa nije zamenjeno — vaša sredstva se nisu pomerila.
sv: Transaktionen skickades in men återställdes på kedjan. Inget byttes — dina medel flyttades inte.
sw: Muamala uliwasilishwa lakini ulitenguliwa kwenye mnyororo. Hakuna kilichobadilishwa — fedha zako hazikuhama.
ta: பரிவர்த்தனை சமர்ப்பிக்கப்பட்டது ஆனால் ஆன்-செயினில் மீளப்பெறப்பட்டது. எதுவும் ஸ்வாப் செய்யப்படவில்லை — உங்கள் நிதி நகரவில்லை.
te: లావాదేవీ సమర్పించబడింది కానీ ఆన్-చైన్‌లో తిరిగి మార్చబడింది. ఏమీ స్వాప్ చేయబడలేదు — మీ నిధులు కదలలేదు.
th: ธุรกรรมถูกส่งแต่ถูกยกเลิกบนเชน ไม่มีอะไรถูกสวอป — เงินของคุณไม่ได้เคลื่อนไหว
tr: İşlem gönderildi ancak zincir üzerinde geri alındı. Hiçbir şey takas edilmedi — fonlarınız hareket etmedi.
uk: Транзакцію було надіслано, але скасовано в мережі. Нічого не обміняно — ваші кошти не рухалися.
ur: ٹرانزیکشن جمع ہوئی لیکن آن چین واپس ہو گئی۔ کچھ تبادلہ نہیں ہوا — آپ کی رقم نہیں ہلی۔
vi: Giao dịch đã được gửi nhưng bị hoàn nguyên trên chuỗi. Không có gì được hoán đổi — tiền của bạn không di chuyển.
zh_hans: 交易已提交，但在链上回滚。未兑换任何内容——你的资金未发生转移。
zh_hant: 交易已提交，但在鏈上回滾。未兌換任何內容——你的資金未發生轉移。
